{
	"windows": [
		{
			"window_0": {
				"type": "OneRightAnswer",
				"question": "На вашем смартфоне установлено настолько много мобильных приложений, что их иконки уже не умещаются на одном экране. Поэтому вы часто не можете быстро найти нужное вам. Как создать подборки приложений и тем самым упростить и ускорить их поиск?",
				"variant_1": "Удалить ненадолго часть приложений",
				"variant_2": "Упорядочить приложения на экранах по названиям",
				"variant_3": "Необходимо сгруппировать приложения по типам и поместить их в отдельные папки/каталоги на экране",
				"variant_4": "Изменить настройки по разрешению и выбрать для использования маленькие иконки на экране",
				"number": "1/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_1": {
				"type": "OneRightAnswer",
				"question": "Вы едете с родными на Дальний Восток на поезде. В некоторых местах сигнал становится очень слабым или полностью пропадает. Вы заметили, что, когда у вас практически отсутствует сигнал связи, у некоторых ваших попутчиков в вагоне связь хорошая. Что можно сделать, чтобы связь на какое-то время стала более устойчивой?",
				"variant_1": "Зарядить телефон до полной зарядки",
				"variant_2": "Отключить Bluetooth на телефоне",
				"variant_3": "В настройках сотовых данных вручную выбрать среди доступных местных операторов того, у которого связь лучше",
				"variant_4": "Отключить систему геолокации",
				"number": "2/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_2": {
				"type": "OneRightAnswer",
				"question": "С баланса вашего телефона списывается больше денежных средств, чем изначально было указано в вашем тарифном плане. Как узнать, какие платные услуги подключены у вас на телефоне?",
				"variant_1": "Посмотреть в личном кабинете мобильного оператора в разделе «Настройки»",
				"variant_2": "Посмотреть в личном кабинете мобильного оператора в разделе «Услуги»/«Подключенные услуги»",
				"variant_3": "В настройках телефона в разделе сотовая связь нужно зайти в каталог «Подключенные услуги»",
				"variant_4": "В настройках телефона в разделе сотовая связь нужно зайти в каталог «Услуги оператора»",
				"number": "3/20",
				"rightAnswer": "2"
			}
		},
		{
			"window_3": {
				"type": "OneRightAnswer",
				"question": "У вашего телефона маленький объём памяти. Вы часто и много фотографируете, поэтому память телефона постоянно переполняется. Из-за этого телефон начинает перезагружаться. Как эффективнее освободить память телефона так, чтобы при постоянном фотографировании память не заканчивалась так быстро?",
				"variant_1": "Обновить малоиспользуемые мобильные приложения",
				"variant_2": "Перенести все текущие фотографии с телефона в облако и стараться не хранить фотографии на телефоне",
				"variant_3": "Отправить фотографии себе на почту",
				"variant_4": "Отредактировать старые фотографии и записанное видео",
				"number": "4/20",
				"rightAnswer": "2"
			}
		},
		{
			"window_4": {
				"type": "OneRightAnswer",
				"question": "У вас запланирована школьная экскурсия в музей, в который вы давно хотите попасть, но не помните точную дату вашего посещения. Как можно узнать дату и время с помощью электронного дневника?",
				"variant_1": "В разделе «пропуски» электронного дневника посмотреть запланированные мероприятия",
				"variant_2": "В разделе «задания» электронного дневника посмотреть запланированные мероприятия",
				"variant_3": "В разделе «дневник» электронного дневника посмотреть запланированные мероприятия",
				"variant_4": "В разделе «новости» электронного дневника посмотреть запланированные мероприятия",
				"number": "5/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_5": {
				"type": "OneRightAnswer",
				"question": "Вы любите читать новости. И случайно в двух новостных медиа вам попалась одна и та же новость про дорожное происшествие, но информация о пострадавших в этих источниках приводится противоречивая. Как вы поступите, чтобы проверить достоверность информации?",
				"variant_1": "Посмотрю, какие СМИ ещё отписались по этой новости, и сравню факты",
				"variant_2": "Посмотрю на количество рекламных баннеров на сайте новостного медиаиздания – где их больше, там и достоверности меньше",
				"variant_3": "\"Посчитаю, кто из них больше ссылался на другие источники. Чем больше ссылок, тем достовернее",
				"variant_4": "Посмотрю, публиковали ли медиаиздания фотографии с места происшествия. Если есть фото, значит на месте точно был корреспондент, которому можно доверять",
				"number": "6/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_6": {
				"type": "OneRightAnswer",
				"question": "Вы хотите выложить пост с фотографией места вашего отдыха и связать его с важным событием. Писать много текста вы не хотите, ожидая, что подписчики смогут самостоятельно догадаться, с каким событием связан пост. Как можно связать событие с вашим постом?",
				"variant_1": "В описании к посту добавить хештеги продвижения",
				"variant_2": "В описании к посту добавить хештеги флешмобов",
				"variant_3": "В описании к посту добавить брендовые хештеги",
				"variant_4": "В описании к посту добавить тематические хештеги",
				"number": "7/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_7": {
				"type": "OneRightAnswer",
				"question": "Ваша команда участвует в научном конкурсе. Участники команды проживают в разных городах. Вам постоянно нужно обсуждать и показывать по видео детали вашего проекта и синхронизировать ваши действия в группе. Какой мессенджер удобнее всего использовать в такой ситуации?",
				"variant_1": "Мессенджер, где реализуется подключение для общения только двух абонентов напрямую",
				"variant_2": "Мессенджер, где имеется исключительно функционал общего чата",
				"variant_3": "Мессенджер, предназначенный исключительно для голосового общения",
				"variant_4": "Мессенджер, который позволяет участникам объединиться в группы и общаться в голосовом и видеорежимах",
				"number": "8/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_8": {
				"type": "OneRightAnswer",
				"question": "Вы отправили письмо с выполненным домашним заданием своему учителю по электронной почте. Через некоторое время вам приходит ответ от робота, что почта получателя переполнена и ваше письмо не доставлено адресату. Что делать в таком случае?",
				"variant_1": "Повторно отправить письмо через 8 часов. Этого времени достаточно, чтобы выделилась дополнительная память под входящие письма",
				"variant_2": "Написать письмо в службу поддержки почтового сервиса с описанием ошибки в отправке вашего письма",
				"variant_3": "Сообщить об этом адресату по другому каналу коммуникации. Ваше письмо благополучно будет доставлено по адресу, как только пользователь прочтёт ряд входящих писем (часть писем перенесётся в архив и память освободится)",
				"variant_4": "Сообщить адресату по другому каналу коммуникации, что его почтовый ящик взломан злоумышленником. Отправить письма на его почтовый адрес не получается",
				"number": "9/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_9": {
				"type": "OneRightAnswer",
				"question": "Вы делаете домашнее задание по истории. В текстовом редакторе вы хотите дополнить свой доклад фотографиями памятников культуры. Как можно добавить фотографии в текст вашего реферата?",
				"variant_1": "При помощи вставки «Рисунок»",
				"variant_2": "При помощи вставки «Фигуры»",
				"variant_3": "При помощи вставки «Картинка»",
				"variant_4": "При помощи вставки «Диаграмма»",
				"number": "10/20",
				"rightAnswer": "1"
			}
		},
		{
			"window_10": {
				"type": "OneRightAnswer",
				"question": "Твой друг нашел в интернете смешной кадр из фильма и прислал его тебе. Он тебе понравился и теперь ты хочешь его посмотреть. Но ни ты, ни друг не знаете, как он называется. Каким инструментом поисковой системы тебе нужно воспользоваться, чтобы максимально быстро найти название фильма?",
				"variant_1": "Поиск по ключевым словам",
				"variant_2": "Поиск по новостям",
				"variant_3": "Поиск по изображениям",
				"variant_4": "Поиск по картам",
				"number": "11/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_11": {
				"type": "OneRightAnswer",
				"question": "В ленте историй вы просмотрели сюжет. Через какое-то время вы решили его пересмотреть, но лента обновилась, и история исчезла. Как можно найти понравившуюся вам историю из ленты?",
				"variant_1": "Промотать список ленты до конца. Понравившаяся вам история будет в конце ленты в числе просмотренных и историй редко публикуемых аккаунтов",
				"variant_2": "Зайти на страницу автора и в его профиле найти понравившуюся историю",
				"variant_3": "Найти историю через поиск внутри социальной сети",
				"variant_4": "Все варианты подходят",
				"number": "12/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_12": {
				"type": "OneRightAnswer",
				"question": "Вы решили поменять тариф на телефоне, чтобы сэкономить деньги. Тарифный план зависит от количества мегабайт трафика интернета в месяц. В основном вы пользуетесь мессенджерами, часто отправляете и получаете фотографии и видео. Как вам узнать, какой минимальный тариф вам подойдёт?",
				"variant_1": "В настройках мессенджера посмотреть раздел статистики, где указан объём исходящего и входящего трафика интернета в месяц",
				"variant_2": "Узнать у оператора, сколько свободных мегабайт у вас осталось в конце месяца, и учесть при выборе нового тарифа",
				"variant_3": "В настройках телефона в разделе «Мобильные данные» посмотреть статистику интернет-трафика за месяц",
				"variant_4": "Все варианты ответа верны",
				"number": "13/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_13": {
				"type": "OneRightAnswer",
				"question": "В чате вы получили сообщение от одного из одноклассников о том, что следующая неделя объявляется выходной. Ваш классный руководитель ничего об этом не говорил и на сайте школы тоже нет никакой информации. Как поступите?",
				"variant_1": "Не пойду в школу, так как я хорошо знаю того, кто это написал",
				"variant_2": "Расскажу друзьям, сделаю пост в социальной сети, поделюсь радостью",
				"variant_3": "Постараюсь узнать об этом от учителей и спрошу родителей",
				"variant_4": "Приму сторону большинства",
				"number": "14/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_14": {
				"type": "OneRightAnswer",
				"question": "Вам на почту приходит письмо с уведомлением, что ваш аккаунт в социальной сети взломан. Чтобы восстановить доступ к аккаунту, необходимо перейти по ссылке. Что делать в данной ситуации?",
				"variant_1": "Перейти по ссылке, тем самым попытаться разблокировать свой аккаунт",
				"variant_2": "Скопировать ссылку и открыть её в новом окне браузера, чтобы обезопасить свой почтовый ящик",
				"variant_3": "Войти в свой аккаунт на сайте соцсети или через официальное приложение. Если вход осуществляется, ни в коем случае не переходить по ссылке из письма и отметить его как спам",
				"variant_4": "Скопировать ссылку и открыть её в другом браузере, чтобы обезопасить себя от вирусов",
				"number": "15/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_15": {
				"type": "OneRightAnswer",
				"question": "Вы хотите приобрести книгу в интернет-магазине, но ее нет в наличии. Какое действие можно предпринять, чтобы получить возможность приобрести книгу, как только она поступит в продажу?",
				"variant_1": "На сайте агрегатора интернет-магазинов оставить заявку на книгу с уведомлением вас о поступлении книги в продажу",
				"variant_2": "Написать в издательство письмо с просьбой указать, где и когда можно приобрести книгу",
				"variant_3": "Оставить сообщение о помощи в поиске интересующей вас книги в блоге автора или профильном форуме, попробовать напрямую написать автору книги",
				"variant_4": "Все варианты верны",
				"number": "16/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_16": {
				"type": "OneRightAnswer",
				"question": "Ваш друг интересуется у вас, когда вы собираетесь вернуть ему взятые в долг деньги. Прошло уже больше месяца. Вы думали, что уже вернули долг банковским переводом примерно три недели назад, но точно этого не помните. Как можно проверить, отправляли вы деньги или нет?",
				"variant_1": "Позвонить на горячую линию в банк и уточнить были ли переводы с вашего счёта на сумму долга в определённый период времени",
				"variant_2": "В мобильном приложении банка зайти в раздел истории и сделать запрос на совершенные операции за месячный период времени",
				"variant_3": "Посмотреть уведомления от банка о списании средств в объеме долга и примерно в том периоде времени",
				"variant_4": "Все варианты ответа верны",
				"number": "17/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_17": {
				"type": "OneRightAnswer",
				"question": "В ленте социальной сети вам попалось объявление с предложением заказать пиццу по промокоду SIDIMDOMA со скидкой 80% в популярной пиццерии. На сайте по предложенной ссылке пицца выбирается, промокод применяется. В каком случае вы закажете пиццу?",
				"variant_1": "Поскольку промокод применяется, можно сразу оформить заказ",
				"variant_2": "Посмотрю отзывы на этом сайте, если они положительные — закажу",
				"variant_3": "Смущает подозрительный размер скидки. Но скорее всего пиццерия так привлекает новых клиентов. Закажу",
				"variant_4": "Найду адрес официального сайта через поисковик и сравню его с адресом в объявлении. Если они совпадут, оформлю заказ",
				"number": "18/20",
				"rightAnswer": "4"
			}
		},
		{
			"window_18": {
				"type": "OneRightAnswer",
				"question": "Вы долго разучивали популярный танец. И вот, когда у вас стало получаться, решили выложить в соцсети видео с вашими успехами. Но снятое видео оказалось очень коротким по времени. Как можно его смонтировать, чтобы оно многократно воспроизводилось, а ваши подписчики точно успели рассмотреть все движения?",
				"variant_1": "Воспользоваться функцией коллажа",
				"variant_2": "Воспользоваться функцией зацикленного воспроизведения",
				"variant_3": "Воспользоваться функцией мультисъёмки",
				"variant_4": "Отредактировать пост не получится, нужно переснимать видео",
				"number": "19/20",
				"rightAnswer": "3"
			}
		},
		{
			"window_19": {
				"type": "OneRightAnswer",
				"question": "У вашего друга день рождения. Вы не можете поздравить его лично, поэтому решили сделать сюрприз и перевести ему денежный подарок на карту. Вы помните, услугами какого банка он пользуется, но не помните номер карты. Каким альтернативным способом можно воспользоваться в мобильном приложении банка, чтобы все-таки перевести деньги другу?",
				"variant_1": "Сделать перевод по номеру телефона с выбором нужного банка получателя",
				"variant_2": "Перевод сделать не получится, нужно знать номер карты",
				"variant_3": "Сделать перевод по реквизитам, для этого нужно будет указать серию и номер паспорта получателя",
				"variant_4": "Сделать Swift-перевод, для этого нужно указать ФИО и адрес по месту регистрации получателя",
				"number": "20/20",
				"rightAnswer": "4"
			}
		}


	]
}